tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rigellute/tap"
brew "hugo"
brew "node"
brew "nvm"
brew "pyenv"
brew "vim"
brew "wget"
cask "app-cleaner"
cask "autodesk-fusion360"
cask "balenaetcher"
cask "brave-browser"
cask "discord"
cask "github"
cask "hammerspoon"
cask "obsidian"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
